[
  {
    "id": "4f23e1b0-9964-47e2-87fa-a752b813ae98",
    "category": "Web development",
    "title": "Can I nest an <a> within and <a>?",
    "body": "Can i nest link within a link? I am getting a bug when I so this",
    "comments": []
  },
  {
    "id": "359e031a-cc21-4721-88c4-1faeed4cd11c",
    "category": "Food",
    "title": "Where do I buy the best doughnuts?",
    "body": "At Leve in Malmö",
    "comments": []
  },
  {
    "id": "ea39c9fd-37e1-4560-88d7-36ab30148308",
    "category": "Food",
    "title": "Allergi mat på 50 årsfest",
    "body": "Både jag och mina barn har besvärliga allergier. När jag har fest så tänker jag baka saker som alla kan äta inklusive mig och barnen. Jag pratade med en vän och han föreslog att jag skulle baka något liter till mig och barnen och en stor kak buffé till gästerna som inte är allergi vänlig. Jag tycker att det låter märkligt att den som fyller år inte ska kunna äta av allt som finns på hans fest. Dessutom blir det klurigt mes logistiken. Vi är så pass allergiska att det inte går att göra 'undantag' för en dag.Jag är grymt bra på att baka glutenfritt Dessutom.",
    "comments": []
  },
  {
    "id": "9a08c6b1-4933-4243-926d-c2bfabd1648b",
    "category": "Overwatch",
    "title": "Who is your main and why?",
    "comments": []
  },
  {
    "id": "0f5af467-4f40-4057-8186-f47b292f4193",
    "category": "Guitar",
    "title": "How do people make the low end in metal music so clear?",
    "body": "A few years ago i bought a 7 string guitar specifically just to have a downtuned guitar so i could play along with some of my favorite korn and slipknot songs. But more recently ive started trying to write my own stuff with it. The problem im running into is that when i record anything with it using heavier distortion and such, it sounds muddy on the recording, like you can hardly tell each note apart from each other. Ive been messing with settings and different presets on my amplifier and my pedals, and no matter what i do it doesnt seem to come out clearly. How do modern metal bands make their downtuned guitars sound so clear? I had the thought that maybe its because its not a super expensive guitar, maybe it just doesnt have the best pickups or something like that? But i cant really afford to drop a ton of money on another guitar, or a whole new set of pickups for this one. My guitar is a Douglas SR-370 and my amplifier is a fender mustang GT200. Not sure if that helps but i figured id include that. Thanks! :)",
    "userImage": "flowerImage",
    "comments": []
  }
]
